Repository: leifertin/applescript-ez7z
Catalog: *.lproj/Localizable.strings
Languages: dutch, french, german, italian, portuguese, russian, spanish, zh_hans, zh_tw

# GO_TEXT
source: Go
dutch: Starten
french: Exécuter
german: Los
italian: Vai
portuguese: Ir
russian: Начать
spanish: Ir
zh_hans: 运行
zh_tw: 前往

# NEXT_TEXT
source: Next
dutch: Volgende
french: Ensuite
german: Nächstes
italian: Prossimo
portuguese: Próximo
russian: Далее
spanish: Siguiente
zh_hans: 下一步
zh_tw: 下一個

# CLOSE_TEXT
source: Close
dutch: Sluiten
french: Fermer
german: Schließen
italian: Chiudi
portuguese: Fechar
russian: Закрыть
spanish: Cerrar
zh_hans: 关闭
zh_tw: 關閉

# YES_TEXT
source: Yes
dutch: Ja
french: Oui
german: Ja
italian: Si
portuguese: Sim
russian: Да
spanish: Si
zh_hans: 成功
zh_tw: 是

# LAME_TEXT
source: Lame
dutch: Dat is balen
french: Faible
german: Lahm
russian: Ошибка
zh_hans: 确定
zh_tw: 不完全的

# CANCEL_TEXT
source: Cancel
dutch: Annuleren
french: Annuler
german: Abbrechen
italian: Annulla
portuguese: Cancelar
russian: Отмена
spanish: Cancelar
zh_hans: 取消
zh_tw: 取消

# OKAY_TEXT
source: Okay
dutch: OK
french: D'accord
portuguese: OK
russian: ОК
spanish: De acuerdo
zh_hans: 好
zh_tw: 好

# WEIRD_TEXT
source: Weird
dutch: Vaag
french: Étrange
german: Bizzar
italian: Strano
portuguese: Estranho
russian: Фатальная ошибка
spanish: Extraño
zh_hans: 出错了
zh_tw: 怪異的

# DOWNLOAD_TEXT
source: Download
french: Téléchargement
german: Laden
italian: Scarica
russian: Скачать
spanish: Descargar
zh_hans: 下载
zh_tw: 下載

# SAVE_AS_TEXT
source: Save As...
dutch: Bewaren als...
french: Enregistrer sous...
german: Sichern unter...
italian: Salva col nome...
portuguese: Salvar Como...
russian: Сохранить как...
spanish: Guardar como...
zh_hans: 另存为...
zh_tw: 儲存為⋯

# VIEW_SERIAL_NUMBER_TEXT
source: View Serial Number
dutch: Bekijk Serie Nummer
french: Voir le numéro de série
german: Seriennummer anzeigen
italian: Visualizza Numero di Serie
portuguese: Ver número serial
russian: Просмотреть серийный номер
spanish: Ver numero de serie
zh_hans: 查看序列号
zh_tw: 檢視序號

# ENTER_SERIAL_NUMBER_TEXT
source: Enter Serial Number
dutch: Voer Serie Nummer in
french: Écrivez le numéro de série
german: Seriennummer eintragen
italian: Inserisci Numero di Serie
portuguese: Digite número serial
russian: Введите серийный номер
spanish: Introducir numero de serie
zh_hans: 输入序列号
zh_tw: 輸入序號

# DELETE_TEXT
source: Delete
dutch: Verwijderen
french: Supprimer
german: Entfernen
italian: Elimina
portuguese: Apagar
russian: Удалить
spanish: Eliminar
zh_hans: 删除
zh_tw: 刪除

# ITEM1OF1TEXT
source: Item 1 of 1
dutch: Item 1 van 1
french: Élément 1 sur 1
german: Element 1 von 1
italian: Elemento 1 di 1
portuguese: Item 1 de 1
russian: Объект 1 из 1
spanish: Elemento 1 de 1
zh_hans: 文件 1 总共 1。
zh_tw: 1 / 1 個項目

# ITEMCOUNTTEXT
source: 2 items
french: 2 éléments
german: 2 Elemente
italian: 2 elementi
portuguese: 2 itens
russian: 2 объектов
spanish: 2 elementos
zh_hans: 2 个文件。
zh_tw: 2 個項目

# MULTIPLEITEMVIEWERROR
source: You can only view one archive at a time.
dutch: Er kan maar 1 item tegelijk worden verwerkt.
french: Vous ne pouvez visualiser qu'une seule archive à la fois.
german: Sie können nur ein Archiv gleichzeitig ansehen.
italian: Si può visualizzare un solo archivio alla volta.
portuguese: Você só pode ver uma arquivo por vez.
russian: Вы можете просматривать одновременно только один архив.
spanish: Tan solo puedes ver un archive cada vez.
zh_hans: 你一次只能查看一个压缩包。
zh_tw: 您一次只能檢視一個封存檔。

# DROPMULTINONREG
source: To drop multiple items, you must register.
dutch: Registreer eerst om meerdere items tegelijk te kunnen verwerken.
french: Pour glisser plusieurs éléments, vous devez enregistrer le logiciel.
german: Sie müssen sich registrieren um mehrere Elemente hierher bewegen zu können.
italian: Per trascinare più di un elemento, devi registrarti.
portuguese: Para arrastar múltiplos itens, você deve registrar-se.
russian: Для использования нескольких объектов вам необходимо пройти регистрацию.
spanish: Para arrastrar multiples elementos debes de ester registrado.
zh_hans: 要拖拽多个文件，您必须注册。
zh_tw: 若要拖放多個項目，您必須註冊。

# DEFAULTDROPTEXT
source: Drop something here.
dutch: Sleep hier een item heen.
french: Déposer quelque chose ici.
german: Elemente hierher bewegen.
italian: Trascina qualcosa qui.
portuguese: Arraste algo aqui.
russian: Бросьте что-то сюда.
spanish: Arrastra algo aquí.
zh_hans: 拖拽文件至此。
zh_tw: 拖放一些東西到此處。

# CLEARREGWARNING
source: Are you sure you want to clear your registration?
dutch: Registratiegegevens verwijderen?
french: Êtes-vous sûr(e) de vouloir supprimer votre enregistrement?
german: Sind Sie sicher, dass Sie Ihre Registrierungsdaten löschen wollen?
italian: Sei sicuro di voler annullare la tua registrazione?
portuguese: Você realmente quer limpar o seu registro?
russian: Вы уверены, что хотите отменить вашу регистрацию?
spanish: ¿Estas seguro de eliminar los datos de registro?
zh_hans: 确定清除注册信息？
zh_tw: 您確定要清除您的註冊嗎？

# NOPASSPROVIDED
source: No password was provided.
dutch: Geen wachtwoord opgegeven.
french: Aucun mot de passe n'a été fourni.
german: Es wurde kein Passwort eingegeben.
italian: Non è stata fornita una password.
portuguese: Não foi informada nenhuma senha.
russian: Пароль не был задан.
spanish: No se ha facilitado ninguna contraseña.
zh_hans: 没有密码。
zh_tw: 沒有提供密碼。

# FORGOTITEM
source: You forgot to give an item to process.
dutch: Selecteer eerst een item om te verwerken.
french: Vous avez oublié de donner un élément au processus.
german: Sie haben kein Element zur Verarbeitung bereit gestellt.
italian: Hai dimenticato di specificare un elemento da elaborare.
portuguese: Você se esqueceu de informar um item para processar.
russian: Вы забыли указать объект для работы.
spanish: Te has olvidado de añadir un elemento para procesar.
zh_hans: 无文件需要处理。
zh_tw: 您忘記給個項目來作處理。

# DELETEFROMRARERROR
source: Deleting files within an archive is not currently supported for RAR archives.
dutch: Het verwijderen van bestanden in een ingepakt bestand wordt bij RAR-archieven niet ondersteund.
french: La suppression de fichiers dans un fichier RAR n'est pas supportée pour le moment.
german: Das Löschen von Dateien innerhalb eines RAR–Archives wird zur Zeit nicht unterstützt.
italian: L'eliminazione id file all'interno id urn archive non è attualmente supportato per gli archivi RAR.
portuguese: Não há suporte para apagar arquivos dentro de um arquivo do tipo RAR.
russian: Удаление файлов из RAR архивов в настоящее время не поддерживается.
spanish: Borrar ficheros de un archivo RAR no esta soportado.
zh_hans: 暂不支持从RAR中删除文件。
zh_tw: 刪除封存檔內的檔案目前是不支援 RAR 壓縮封存檔。

# NONVIEWITEM
source: You can only view archives.
dutch: Alleen archiefbestanden kunnen worden bekeken.
french: Vous ne pouvez visualiser que les archives.
german: Sie können nur Archive anzeigen lassen.
italian: Puoi visualizzare solo archivi.
portuguese: Você pode apenas visualizar os arquivos.
russian: Вы можете только просматривать архивы.
spanish: Solo puedes visualizar archivos.
zh_hans: 你只能查看压缩包。
zh_tw: 您只能檢視封存檔。

# TOGGLEUNRAR
source: Toggle the "use unRAR" checkbox in preferences.
dutch: Wijzig de optie "gebruik unRAR" aan/uit in het menu 'Voorkeuren'.
french: Inverser la case à cocher "Utiliser unRAR" dans les préférences.
german: Zeige die "benutze unRAR" Checkbox in den Einstellungen.
italian: Modifica il checkbox "usa unRAR" nelle preferenze.
portuguese: Selecione o checkbox "use unRAR" nas preferências.
russian: Отметьте флажок "использовать unRAR" в настройках программы.
spanish: Cambia la opción de "utilizar unRAR" en las preferencias.
zh_hans: 在设置中选中"使用unRAR"。
zh_tw: 在偏好設定中切換 "使用 unRAR" 註記框。

# CREATEPROGRESS
source: Initializing progress bar...
dutch: Berekenen van resterende tijd...
french: Initialisation de la barre d'avancement...
german: Initialisiere den Fortschrittsbalken...
italian: Inizializzazione barra avanzamento...
portuguese: Inicializando a barra de progresso...
russian: Инициализация индикатора выполнения...
spanish: Iniciando la barra de progreso...
zh_hans: 初始化...
zh_tw: 正在初始化進度列⋯

# FILECORRUPT
source: This archive is corrupt.
dutch: Onbekend bestand of bestand is beschadigd/incompleet.
french: Cette archive est corrompue.
german: Dieses Archiv ist beschädigt.
italian: Questo archivio è corrotto.
portuguese: Este arquivo está corrompido.
russian: Архив поврежден.
spanish: Este archivo está corrupto
zh_hans: 压缩包有错误。
zh_tw: 此封存檔已損壞。

# PROCESSING_TEXT
source: Processing...
dutch: Bezig met verwerken...
french: Traitement...
german: Verarbeitet...
italian: Elaborazione...
portuguese: Ocupado...
russian: Обработка...
spanish: Procesando…
zh_hans: 处理中...
zh_tw: 處理中⋯

# IDLE_TEXT
source: Idle.
french: Arrêté.
german: Unbeschäftigt.
portuguese: Pronto.
russian: Свободен.
spanish: En espera.
zh_hans: 空闲。
zh_tw: 閒置。

# WRONG_PASSWORD
source: Incorrect password.
dutch: Onjuist wachtwoord.
french: Mot de passe incorrect.
german: Falsches Passwort.
italian: Password errata.
portuguese: Senha incorreta.
russian: Неверный пароль.
spanish: Contraseña incorrecta.
zh_hans: 密码错误。
zh_tw: 不正確的密碼。

# EZ7Z_SITEDOWN
source: The web server that Ez7z relies on to determine users is down.
dutch: De webserver welke Ez7z gebruikt om vast te stellen of u een geregistreerde gebruiker bent is momenteel offline.
french: Le serveur utilisé par Ez7z pour gérer les licences utilisateurs est inaccessible.
german: Der Webserver zum Ermitteln von Benutzern ist nicht erreichbar.
italian: Il server web cui si appoggia Ez7z per determinare gli utenti è inaccessibile.
portuguese: O servidor web usado pelo Ez7z para verificar os usuários está fora do ar
russian: Веб-сервер, который используется для идентификации пользователей Ez7z, временно недоступен.
spanish: El servidor que Ez7z utiliza para validar los usuarios no responde.
zh_hans: Ez7z用户验证服务器已关闭。
zh_tw: 信賴的 Ez7z 網站服務器確定使用者已關閉。

# QUOTEFOUND_CURRRENT
source: This item has a quote in it so it won't be processed. Rename it and try again.
dutch: Items met quote-teken in de bestandsnaam worden niet verwerkt. Hernoem bestandsnaam en probeer opnieuw.
french: Cet élément a un guillemet dans le nom et ne sera pas traité. Renommez-le et essayez de nouveau.
german: Dieses Element wird aufgrund eines Anführungszeichens im Namen nicht verarbeitet. Benennen Sie es um und versuchen Sie es erneut.
italian: L'oggetto contiene delle virgolette, quindi non verrà processato. Rinominalo e riprova.
portuguese: Este item possuí um quote sendo assim ele não será processado Renomeá-lo e tentar novamente
russian: Объект содержит кавычки, и поэтому не может быть обработан. Переименуйте файл и попробуйте снова.
spanish: Este elemento contiene comillas, por lo que no se puede procesar. Cambia el nombre y vuelve a intentarlo.
zh_hans: 文件包含引号，无法处理。 请重命名后重试。
zh_tw: 此項目有一引號在其中，所以將不會處理它。 重新命名它並再試一次。

# MULTIPARERROR
source: Creating PARchives of multiple input items is not currently supported.
dutch: Het maken van PAR-bestanden voor verschillende/meerdere bestanden wordt momenteel niet ondersteund.
french: La création d'archives PAR2 de plusieurs éléments n'est pas supportée pour le moment.
german: Das Erstellen von PAR–Archiven aus mehreren Elementen wird zur Zeit nicht unterstützt.
italian: La creation id PARchivi con pi id un elemento non è attualmente supportato.
portuguese: Criar arquivos PAR através de múltiplos itens não é suportado atualmente.
russian: Создание RAR архивов из нескольких объектов в настоящее время не поддерживается.
spanish: Crear archivos PAR de múltiples elementos no esta soportado.
zh_hans: 暂不支持创建多个PAR压缩。
zh_tw: 目前不支援建立 PARchives 多個輸入項目。

# OTHERTHAN7ZERROR
source: You need to register to create archives other than 7z.
dutch: Registreer eerst om een ander formaat als '7z bestanden' te kunnen aanmaken
french: Vous devez enregistrer le logiciel pour pouvoir créer des archives d'un autre format que 7z.
german: Sie müssen sich registrieren um andere Archive außer .7z erstellen zu können.
italian: Devi registrarti per creare archivi che non siano 7z.
portuguese: Para criar arquivos 7z você precisa se registrar.
russian: Вам необходимо пройти регистрацию для создания архивов, отличных от 7z.
spanish: Necesitas estar registrado para crear archivos de otro formato diferente a 7z.
zh_hans: 注册前只能创建7z格式压缩包。
zh_tw: 您需要註冊才能建立除了 7z 格式以外的封存檔。

# NOSPLITAMOUNT
source: No amount provided for splitting.
dutch: Geef eerst de bestandsgrootte op om het bestand in te splitsen.
french: Aucun nombre fourni pour le découpage du fichier.
german: Keine Anzahl an Archiv-Teilen eingegeben.
italian: Non è stato specificato un valore per lo split.
portuguese: Não foi informado um valor para o split.
russian: Не указан размер разбивки.
spanish: No se ha especificado la cantidad para seccionar.
zh_hans: 不支持分卷压缩。
zh_tw: 不為分割提供數量。

# ALREADYREG
source: You have already registered.
dutch: Je bent al geregistreerd.
french: Vous avez déjà enregistré le logiciel.
german: Sie haben sich bereits registriert.
italian: Ti sei già registrato.
portuguese: Você já possuí o registro.
russian: Вы уже зарегистрированны.
spanish: Ya estas registrado.
zh_hans: 你已注册。
zh_tw: 您已經註冊。

# MULTIDROPDOCK
source: The dock icon doesn't like multiple items being dropped onto it.
dutch: Meerdere items tegelijk verwerken vindt ik niet zo leuk.
french: L'icône du Dock n'aime pas qu'on lui dépose plusieurs éléments.
german: Sie können nicht mehr als ein Element auf das Dock–Icon bewegen.
italian: All'icona nel dock non pica che vengano trascinati elementi multipli.
portuguese: O ícone do Dock não permite múltiplos itens sendo arrastados.
russian: Иконка в Dock не поддерживает возможность бросания на нее нескольких объектов.
spanish: AL icono de la barra no le gusta que arrastren varios archivos en el.
zh_hans: Dock图标不能拖拽。
zh_tw: 此 dock 圖像不喜歡將多個項目拖放到它的上面。

# NOTCONNECTED
source: Please connect your computer to the internet.
dutch: De computer is niet verbonden met het internet. Er kan geen verbinding worden gemaakt.
french: Merci de connecter votre ordinateur à Internet.
german: Bitte stellen Sie eine Verbindung zum Internet her.
italian: Connettere il computer ad internet, prego.
portuguese: Por favor, conecte seu computador a Internet.
russian: Подключите, пожалуйста, компьютер к Интернет.
spanish: Por favor conecta tu computadora a internet.
zh_hans: 请确认你的电脑能够上网。
zh_tw: 請您的電腦連接到網際網路。

# UPDATESITEDOWN
source: The update-check site is down.
dutch: Het is momenteel even niet mogelijk een update uit te voeren. Probeer later nog eens.
french: Le site de vérification de mises à jour est tombé.
german: Der Aktualisierungs–Server ist zur Zeit nicht erreichbar.
italian: Il sit per la verifica update è irraggiungibile.
portuguese: O site para checagem do update está fora do ar.
russian: Сайт обновлений временно недоступен.
spanish: El sitio de actualizaciones parece caido.
zh_hans: 更新检查页面无法访问。
zh_tw: 此更新檢查的網站已關閉。

# RUNNINGNEWEST
source: You are running the newest version.
dutch: Er is geen nieuwe versie beschikbaar. Je gebruikt de nieuwste versie.
french: Vous utilisez la dernière version.
german: Sie verwenden bereits die aktuellste Version.
italian: Stai utilizzando la versione più recente.
portuguese: Você está usando a última versão.
russian: Вы работаете с последней версией.
spanish: Tienes la versión mas nueva.
zh_hans: 已是最新版本。
zh_tw: 您正在執行的最新版本。

# DOWNLOADINGTODESKTOP
source: Downloading to the desktop...
dutch: Bezig met downloaden naar bureaublad…
french: Téléchargement sur le bureau...
german: Lädt auf den Schreibtisch...
italian: Download sul desktop...
portuguese: Copiando para o desktop...
russian: Загрузка на рабочий стол...
spanish: Descargando al escritorio...
zh_hans: 正下载至桌面...
zh_tw: 下載到桌面⋯

# DOWNLOADINGTODESKTOP2
source: 50% more to go.
dutch: 50% te gaan.
french: 50% restant.
german: noch 50% zu laden.
italian: anchor 50% per finire.
portuguese: falta 50% ainda.
russian: Более 50% загружено.
spanish: 50% mas para acabar.
zh_hans: 多于50％需要处理。
zh_tw: 50％ 以上。

# CURRENTVERSION
source: The current version is
dutch: Het huidige versienummer is
french: La dernière version est la
german: Die aktuelle Version ist
italian: La versione attuale è
portuguese: A versão atual é
russian: Текущая версия
spanish: La versión actual es
zh_hans: 目前版本为
zh_tw: 目前版本是

# YOURVERSIONTEXT
source: You are running version
dutch: Het versienummer van welke u gebruikt is
french: Vous utilisez la version
german: Sie verwenden Version
italian: Stai utilizzando la versione
portuguese: Você está executando a versão
russian: Вы работаете с версией
spanish: Tienes la version
zh_hans: 你所使用版本为
zh_tw: 您正在執行的版本

# ABOUTWINDOWTEXT
source: Created by Leif Heflin Powered by: 7za 9.04 from web.me.com/krmathis unRAR 3.6 © Alexander Roshal PAR2 0.4 © Peter Brian Clements bzip2 1.0.5 © Julian Seward Multiple items icon by Pierre Morin
dutch: Programma geschreven door Leif Heflin Powered by: 7za 9.04 from web.me.com/krmathis unRAR 3.6 © Alexander Roshal PAR2 0.4 © Peter Brian Clements bzip2 1.0.5 © Julian Seward Vertaling: Edwin Noort "Meerdere items pictogram" door Pierre Morin
french: Créé par Leif Heflin Fonctionne avec: 7za 9.04 de web.me.com/krmathis unRAR 3.6 © Alexander Roshal PAR2 0.4 © Peter Brian Clements bzip2 1.0.5 © Julian Seward Traduction: Pierre Morin, Frederic Brutin Icône "éléments multiples" par Pierre Morin
german: Erstellt von Leif Heflin Unterstützt von: 7za 9.04 von web.me.com/krmathis unRAR 3.6 © Alexander Roshal PAR2 0.4 © Peter Brian Clements bzip2 1.0.5 © Julian Seward Lokalisierungen: Felix Rupp Icon für mehrere Elemente von Pierre Morin
italian: Creato da Leif Heflin Powered by: 7za 9.04 da web.me.com/krmathis unRAR 3.6 © Alexander Roshal PAR2 0.4 © Peter Brian Clements bzip2 1.0.5 © Julian Seward Traduzione: Nicola Canepa Icona per elementi multipli di Pierre Morin
portuguese: Criado por Leif Heflin Powered by: 7za 9.04 from web.me.com/krmathis unRAR 3.6 © Alexander Roshal PAR2 0.4 © Peter Brian Clements bzip2 1.0.5 © Julian Seward Tradução: LH Ícone de itens múltiplos por Pierre Morin
russian: Автор Leif Heflin При поддержке: 7za 9.04 from web.me.com/krmathis unRAR 3.6 © Alexander Roshal PAR2 0.4 © Peter Brian Clements bzip2 1.0.5 © Julian Seward Перевод: Yuriy Sakhno Дизайн иконок Pierre Morin
spanish: Creado por Leif Heflin Incluyendo: 7za 9.04 de web.me.com/krmathis unRAR 3.6 © Alexander Roshal PAR2 0.4 © Peter Brian Clements bzip2 1.0.5 © Julian Seward Traducción: Alex Sancho Icono de multiples elementos por Pierre Morin
zh_hans: 作者 － Leif Heflin 基于: 7za 9.04 from web.me.com/krmathis unRAR 3.6 © Alexander Roshal PAR2 0.4 © Peter Brian Clements bzip2 1.0.5 © Julian Seward 翻译: Henry Quan 多文件图标作者 － Pierre Morin
zh_tw: 創作者 Leif Heflin 技術支援： 7za 9.04 from web.me.com/krmathis unRAR 3.6 © Alexander Roshal PAR2 0.4 © Peter Brian Clements bzip2 1.0.5 © Julian Seward 翻譯者： David Tien 多個項目圖像作者 Pierre Morin

# ABOUTTEXT1
source: you and the other
dutch: jij en de andere
french: à vous et aux
german: Sie und die anderen
italian: tu e gli altri
portuguese: você e os outros
russian: Вам и остальным
spanish: tu y los otros
zh_hans: 感谢您和其他人
zh_tw: 您和其他人

# ABOUTTEXT2
source: the
dutch: de
french: aux
german: der
italian: i
portuguese: os(as)
spanish: el
zh_hans: 这个
zh_tw: 此

# ABOUTTEXT3
source: many
dutch: vele
french: nombreux
german: viele
italian: molti
portuguese: muitos
russian: более чем
spanish: mucho
zh_hans: 许多
zh_tw: 許多

# QUOTESERROR0
source: Items with a ' can't be processed by Ez7z as of now...
dutch: Items met een ' kunnen momenteel niet door Ez7z worden verwerkt...
french: Les éléments avec un ' ne peuvent pas être traités par Ez7z pour le moment...
german: Elemente mit einem ' können zur Zeit noch nicht verarbeitet werden...
italian: Gli element con urn ' non possono essere elaborati da Ez7z per ora...
portuguese: Itens com um(a) ' não podem ser processados pelo Ez7z a partir de agora...
russian: Объекты с ' не могут быть обработаны текущей версией Ez7z...
spanish: Por el momento los elementos con ' no pueden ser procesados por Ez7z...
zh_hans: 文件 ‘Ez7z目前暂不能处理...’
zh_tw: 截至目前為止，Ez7z 無法處理具有 ' 符號的項目⋯

# QUOTESERROR1
source: none of your items will be processed.
dutch: geen van de items worden verwerkt.
french: Aucun de vos éléments ne seront traités.
german: keines Ihrer Elemente wird verarbeitet werden.
italian: nessuno dei tuoi elementi sarà elaborato.
portuguese: nenhum dos seus itens serão processados.
russian: ни один из объектов не был обработан.
spanish: no se puede procesar ningún elemento de los que has proporcionado.
zh_hans: 没有文件需要处理。
zh_tw: 您的項目將完全不予處理。

# QUOTESERROR2
source: items will not be processed.
dutch: items worden niet verwerkt.
french: éléments ne seront pas traités.
german: Elemente werden nicht verarbeitet werden.
italian: elementi non saranno elaborati.
portuguese: itens não serão processados.
russian: объекты не были обработаны.
spanish: los elementos no pueden procesarse.
zh_hans: 文件不能处理。
zh_tw: 個項目將不予處理。

# QUOTESERROR3
source: this item will not be processed.
dutch: dit item zal niet worden verwerkt.
french: Cet élément ne sera pas traité.
german: dieses Element wird nicht verarbeitet werden.
italian: questo elemento non sarà elaborato.
portuguese: este item não será processado.
russian: этот объект не был обработан.
spanish: este elemento no puede ser procesado.
zh_hans: 这个文件不能被处理。
zh_tw: 這個項目將不予處理。

# QUOTESERROR4
source: 1 item will not be processed.
dutch: 1 item zal niet worden verwerkt.
french: 1 élément ne sera pas traité.
german: 1 Element wird nicht verarbeitet werden.
italian: 1 elemento non sarà elaborato.
portuguese: 1 item não será processado.
russian: 1 объект не был обработан.
spanish: 1 elemento no se puede procesar.
zh_hans: 一个文件不能处理。
zh_tw: 1 個項目將不予處理。
